Repository: ImJstNickDev/SparkyRivals
Catalog: SparkyFitnessMobile/targets/watch/Localizable.xcstrings
Source language: en
Languages: it

source: %@ behind
it: %@ di distacco

source: %@ pts
it: %@ pt

source: %lld days left
it: %lld giorni rimasti

source: %lld goal days
it: %lld giorni a obiettivo

source: %lld participants
it: %lld partecipanti

source: %lld steps
it: %lld passi

source: Accept on iPhone
it: Accetta su iPhone

source: Active
it: In corso

source: Active calories
it: Calorie attive

source: Challenge unavailable
it: Sfida non disponibile

source: Challenges
it: Sfide

source: Challenges not synced yet
it: Sfide non ancora sincronizzate

source: Completed
it: Conclusa

source: Create a challenge on your iPhone.
it: Crea una sfida su iPhone.

source: Distance
it: Distanza

source: Hydration
it: Idratazione

source: Invitation
it: Invito

source: Invitation ended
it: Invito scaduto

source: Last day
it: Ultimo giorno

source: Leading
it: In testa

source: Less than %@
it: Meno di %@

source: May be out of date
it: Potrebbe non essere aggiornato

source: More challenges on iPhone
it: Altre sfide su iPhone

source: No challenges yet
it: Nessuna sfida

source: No data recorded
it: Nessun dato registrato

source: No step data
it: Nessun dato sui passi

source: No workout recorded
it: Nessun allenamento registrato

source: Not started
it: Non iniziata

source: Open Challenges on your iPhone for the latest list.
it: Apri Sfide su iPhone per l’elenco aggiornato.

source: Open Challenges on your iPhone to see older items.
it: Apri Sfide su iPhone per gli elementi precedenti.

source: Open iPhone to sync
it: Apri iPhone per sincronizzare

source: Open the app on your iPhone to sync.
it: Apri l’app su iPhone per sincronizzare.

source: Open to sync
it: Apri per sincronizzare

source: Rank %lld
it: Posizione %lld

source: Results can change with late or corrected data.
it: I risultati possono cambiare con dati tardivi o corretti.

source: Results not synced yet
it: Risultati non ancora sincronizzati

source: Review on iPhone
it: Controlla su iPhone

source: Review readiness on iPhone
it: Controlla se sei pronto su iPhone

source: Scores are shared only after you accept.
it: I punteggi sono condivisi solo dopo che accetti.

source: Some days have no data yet.
it: Mancano ancora i dati di alcuni giorni.

source: Starts %@
it: Inizia %@

source: Steps
it: Passi

source: Tied
it: Pari merito

source: Tied at rank %lld
it: Pari merito in posizione %lld

source: Tied for lead
it: Primi a pari merito

source: Today
it: Oggi

source: Upcoming
it: In programma

source: Updated %@
it: Aggiornato %@

source: Waiting for players
it: In attesa dei partecipanti

source: Workout calories
it: Calorie allenamenti

source: Workout distance
it: Distanza allenamenti

source: Workout time
it: Durata allenamenti

source: You
it: Tu

source: Your latest Challenge position.
it: La tua posizione aggiornata nella sfida.

source: Your total
it: Il tuo totale
